{
  "member": {
    "Prof": [
      {
        "name": "서현권",
        "email": "davidsuh79@sejong.ac.kr",
        "description": "Remote Crop Cultivation"
      }
    ],
    "Postdoc": [],
    "PhD": [],
    "MS": [
      {
        "name": "안주연",
        "email": "jyahn0926@sju.ac.kr",
        "description": "Time-series Forecasting in Greenhouse"
      },
      {
        "name": "박현지",
        "email": "hyunji7674@gmail.com",
        "description": "Vision-Based Crop Detection"
      },
      {
        "name": "김요엘",
        "email": "longtailedtit12@gmail.com",
        "description": "Environment Prediction"
      }
    ],
    "Intern": [
      {
        "name": "김도연",
        "email": "dodev0987@gmail.com",
        "description": "CV & RL"
      }
    ],
    "Alumni": []
  },

  "project": [
    {
      "title": "ALARAD: Smart Farm Platform for high-quality and traceable yield.",
      "organization": "ITTP",
      "period": "2018-Present",
      "description": " A multi-purpose DDS based on proximal and remote sensing(제안: The main overall objective of ALARAD is to optimize decision making process through the proximal and remote monitoring of meteorological, soil, plant and fruit identifying the critical physiological variables for health, growth and vigor in order to adapt and refine the standard cultivation techniques maximizing fruit yield, quality and food security while minimizing environmental impact and other risks.)"
    },
    {
      "title": "Smart Farming: Precision Agriculture using IoT",
      "organization": "ATTP",
      "period": "2018-2022",
      "description": "This project focuses on developing a precision agriculture system that uses IoT (Internet of Things) technology to provide farmers with real-time data on soil moisture, temperature, humidity, and other key metrics. This information can then be used to optimize crop yields, reduce water usage, and improve overall farm efficiency."
    }
  ],

  "paper": [
    {
      "year": 2022,
      "content": [
        {
          "title": "Nondestructive discrimination of seedless from seeded watermelon seeds by using multivariate and deep learning image analysis",
          "author": "P Mukasa, C Wakholi, M Faqeerzada, H Amanah, H Kim, R Joshi, HK Suh, G Kim, H Lee, M Kim, I Baek, BK Cho",
          "cite": "Computers and Electronics in Agriculture 194, 106799 3 2022",
          "url": " "
        }
      ]
    },
    {
      "year": 2021,
      "content": [
        {
          "title": "Application of Artificial Intelligence in Phenomics",
          "author": "S Nabwire, HK Suh, MS Kim, I Baek, BK Cho",
          "cite": "Sensors 21 (13), 4363 21 2021",
          "url": ""
        },
        {
          "title": "High-Throughput Phenotyping Approach for the Evaluation of Heat Stress in Korean Ginseng (Panax ginseng Meyer) Using a Hyperspectral Reflectance Image",
          "author": "E Park, YS Kim, MK Omari, HK Suh, MA Faqeerzada, MS Kim, I Baek, ...",
          "cite": "Sensors 21 (16), 5634 9 2021",
          "url": ""
        }
      ]
    },
    {
      "year": 2020,
      "content": [
        {
          "title": "Investigation on combinations of colour indices and threshold techniques in vegetation segmentation for volunteer potato control in sugar beet",
          "author": "HK Suh, JW Hofstee, EJ van Henten",
          "cite": "Computers and Electronics in Agriculture 179, 105819 12 2020",
          "url": " "
        }
      ]
    }
  ]
}
